Repository: SchapplM/script.module.buggalo
Catalog: resources/language/resource.language.*/strings.po
Languages: ca_es, es_es, fr_fr, gl_es, hu_hu, it_it, pl_pl

# #90000
source: [B]That's it man, game over man, [I]Game over![/I][/B] ~ Aliens (1986)
fr_fr: [B]That's it man, game over man, [I]Game over![/I][/B] ~ Alien (1986)
hu_hu: [B]Ez van, játék vége ember, [I]Játék vége![/I][/B] ~ Aliens (1986)
it_it: [B]Questo è tutto! game over Uomo, [I]Game over![/I][/B] ~ Aliens (1986)
pl_pl: [B]To jest to człowieku, gra nad człowiekiem[I]Koniec gry![/I][/B] ~ Aliens (1986)

# #90001
source: [B]You can't handle the truth![/B] ~ A Few Good Men (1992)
es_es: [B]¡Tú no puedes encajar la verdad![/B] ~ Algunos Hombres Buenos (1992)
fr_fr: [B]Vous ne pouvez pas détenir la vérité ![/B] ~ Des hommes d'honneur (1992)
gl_es: [B]Ti non podes encaixar a verdade![/B] ~ Algúns Homes Bos (1992)
hu_hu: [B]Nem tudod kezelni az igazságot![/B] ~ Egy becsületbeli ügy (1992)
it_it: [B]Tu non puoi reggere la verità![/B] ~ Codice d'Onore (1992)
pl_pl: [B]Nie zniósłbyś prawdy![/B] ~ Ludzie honoru (1992)

# #90002
source: [B]Danger Will Robinson[/B] ~ Lost in Space (1998)
es_es: [B]Peligro, Will Robinson[/B] ~ Perdidos en el Espacio (1998)
fr_fr: [B]Danger Will Robinson[/B] ~ Perdu dans l'espace (1998)
gl_es: [B]Perigo Will Robinson[/B] ~ Perdidos no Espacio (1998)
hu_hu: [B]Baj lesz Robinson[/B] ~ Lost in Space – Elveszve az űrben (1998)
it_it: [B]Pericolo Will Robinson[/B] ~ Lost in Space (1998)
pl_pl: [B]Niebezpieczeństwo Will Robinson[/B] ~ Zagubieni w kosmosie (1998)

# #90003
source: [B]Why does it cry, Sméagol?[/B] ~ The Two Towers (2002)
es_es: [B]¿Por qué llora, Sméagol?[/B] ~ Las Dos Torres (2002)
fr_fr: [B]Qui l'a fait pleuré, Sméagol ?[/B] ~ Les deux tours (2002)
gl_es: [B]Por que chora, Sméagol?[/B] ~ As Dúas Torres (2002)
hu_hu: [B]Mért sírsz Szmeagol?[/B] ~ A Két Torony (2002)
it_it: [B]Perché piange, Sméagol?[/B] ~ Le due Torri (2002)
pl_pl: [B]Dlaczego on płacze Sméagol?[/B] ~ Dwie wieże (2002)

# #90004
source: [B]Houston, we have a problem...[/B] ~ Apollo 13 (1995)
es_es: [B]Houston, tenemos un problema...[/B] ~ Apolo 13 (1995)
fr_fr: [B]Houston, on a un problème ...[/B] ~ Apollo 13 (1995)
gl_es: [B]Houston, temos un problema...[/B] ~ Apollo 13 (1995)
hu_hu: [B]Houston, van egy kis gondunk...[/B] ~ Apollo 13 (1995)
it_it: [B]Houston, abbiamo un problema...[/B] ~ Apollo 13 (1995)
pl_pl: [B]Houston, mamy problem[/B] ~ Apollo 13 (1995)

# #90005
source: [B]E.T. phone home[/B] ~ E.T. (1982)
es_es: [B]E.T. teléfono casa[/B] ~ E.T. (1982)
fr_fr: [B]E.T. téléphone maison[/B] ~ E.T. (1982)
gl_es: [B]E.T. teléfono casa[/B] ~ E.T. (1982)
hu_hu: [B]E.T. haza telefonál[/B] ~ E.T. (1982)
it_it: [B]E.T. telefono casa[/B] ~ E.T. (1982)
pl_pl: [B]E.T. dzwonić dom[/B] ~ E.T. (1982)

# #90006
source: [B]Frankly, my dear, I don't give a damn[/B] ~ Gone with the Wind (1939)
es_es: [B]Francamente, querida, eso no me importa[/B] ~ Lo que el viento se llevó (1939)
fr_fr: [B]Franchement, mon cher, j'en ai rien à foutre[/B] ~ Autant en emporte le vent (1939)
gl_es: B]Francamente querida, impórtame un carallo[/B] ~ Foise co vento (1939)
hu_hu: [B]Őszintén kedvesem, nem is érdekel[/B] ~ Elfújta a Szél (1939)
it_it: [B]Francamente, mia cara, non me ne frega niente[/B] ~ Via col vento (1939)
pl_pl: [B]Szczerze mówiąc, kochana, nic mnie to nie obchodzi[/B] ~ Przeminęło z wiatrem (1939)

# #90007
source: [B]Go ahead, make my day[/B] ~ Sudden Impact (1983)
es_es: [B]Anda... alégrame el día[/B] ~ Impacto Súbito (1983)
fr_fr: [B]Vas-y, fais moi plaisir[/B] ~ Le Retour de l'inspecteur Harry (1983)
gl_es: [B]Veña... alégrame o día[/B] ~ Impacto Súbito (1983)
hu_hu: [B]Tűnj el, tedd jobbá a napom[/B] ~ Az igazság útja (1983)
it_it: [B]Coraggio... fatti ammazzare[/B] ~ Coraggio... fatti ammazzare (1983)
pl_pl: [B]Śmiało, zrób mi frajdę[/B] ~ Nagłe zderzenie (1983)

# #90008
source: [B]May the Force be with you[/B] ~ Star Wars (1977)
es_es: [B]Que la fuerza esté contigo[/B] ~ Star Wars (1977)
fr_fr: [B]Que la Force vois avec toi[/B] ~ Star wars (1977)
gl_es: [B]Que a forza estea contigo[/B] ~ Star Wars (1977)
hu_hu: [B]Az Erő legyen veled![/B] ~ Star Wars (1977)
it_it: [B]Che la forza sia con te[/B] ~ Star Wars (1977)
pl_pl: [B]Niech moc będzie z tobą[/B] ~ Star Wars (1977)

# #90009
source: [B]You talkin' to me?[/B] ~ Taxi Driver (1976)
es_es: [B]¿Me estás hablando a mi?[/B] ~ Taxi Driver (1976)
fr_fr: [C'est à moi qu'tu parles ?[/B] ~ Taxi driver (1976)
gl_es: [B]Estás falando comigo?[/B] ~ Taxi Driver (1976)
hu_hu: [B]Hozzám beszélsz?[/B] ~ Taxisofőr (1976)
it_it: [B]Stai parlando con me?[/B] ~ Taxi Driver (1976)
pl_pl: [B]Do mnie mówisz[/B] ~ Taksówkarz (1976)

# #90010
source: [B]Round up the usual suspects[/B] ~ Casablanca (1942)
es_es: [B]Arresten a los sospechosos habituales[/B] ~ Casablanca (1942)
fr_fr: [B]Ramassez les suspects habituels[/B] ~ Casablanca (1942)
gl_es: [B]Deteñan os sopeitosos habituais[/B] ~ Casablanca (1942)
hu_hu: [B]A tettes ismeretlen[/B] ~ Casablanca (1942)
it_it: [B]Fermate i soliti sospetti[/B] ~ Casablanca (1942)
pl_pl: [B]Aresztować podejrzanych, tych co zwykle.[/B] ~ Casablanca (1942)

# #90011
source: [B]You're gonna need a bigger boat[/B] ~ Jaws (1975)
es_es: [B]Necesitará otro barco más grande[/B] ~ Tiburón (1975)
fr_fr: [B]Vous aurez besoin d'un plus gros bateau[/B] ~ Les dents de la mer (1975)
gl_es: [B]Vai necesitar dun barco máis grande[/B] ~ Tiburón (1975)
hu_hu: [B]Szüksége lesz egy nagyobb hajóra[/B] ~ Cápa (1975)
it_it: [B]Ti servirà una barca più grande[/B] ~ lo squalo (1975)
pl_pl: [B]Będzie potrzebna większa łódź.[/B] ~ Szczęki (1975)

# #91000
source: Unfortunately an error occurred in the [B]%s[/B] addon.
ca_es: Lamentablement hi ha agut un error en el complement [B]%s[/B].
es_es: Desafortunadamente ha ocurrido un error en el complemento [B]%s[/B]
fr_fr: Malheureusement une erreur est survenue dans l'addon [B]%s[/B].
gl_es: Por desgraza produciuse un erro no engadido [B]%s[/B].
hu_hu: Sajnos hiba következett be a [B]%s[/B] kiegészítőben.
it_it: Sfortunatamente è avvenuto un errore nell'addon [B]%s[/B]
pl_pl: Niestety wystąpił błąd wtyczki [B]%s[B].

# #91001
source: You can help with fixing the problem by submitting an error report.
ca_es: Pot ajudar a solucionar el problema mitjançant la presentació d'un informe d'error.
es_es: Puedes ayudar a corregir los problemas enviando un informe de error.
fr_fr: le problème en envoyant un rapport d'erreur.
gl_es: Pode axudar a arranxar o problema enviando un informe de erros.
hu_hu: Segíthet a probléma megoldásában azzal, hogy elküldi a hibajelentést.
it_it: Puoi aiutare nella risoluzione del problema inviando un report dell'errore
pl_pl: Możesz pomóc w rozwiązaniu problemu, przesyłając raport o błędzie.

# #91002
source: Click [I]Show error report[/I] for details. No personal information is sent.
ca_es: Prem [I]Envia l'informe d'errors[/I] per detalls. No s'enviara dades personals.
es_es: Haz click en [I]]Mostrar informe de error[/I] para más detalles. No se envía información personal.
fr_fr: Aucune information personnel n'est transmise.
gl_es: Prema en [I]Amosar informe de erros[/I] para máis detalles. Non se enviará información persoal.
hu_hu: Kattintson a [I]Hibaüzenet mutatása[/I] feliratra a részletekért. Nem küldünk személyes információkat.
it_it: Clicca [I]Mostra il report dell'errore[/I] per i dettagli. Nessuna informazione personale sarà inviata.
pl_pl: Kliknij [!]Pokaż raport błędu[/!] by zobaczyć szczegóły. Żadne informacje personalne nie są przesyłane.

# #91003
source: Submit error report
ca_es: Envia l'informe d'errors
es_es: Enviar informe de errores
fr_fr: Envoyer un rapport
gl_es: Enviar informe de erros
hu_hu: Hibaüzenet küldése
it_it: Invia il report dell'errore
pl_pl: Prześlij raport błędu

# #91004
source: Don't submit
ca_es: No enviar
es_es: No enviar
fr_fr: Ne pas envoyer
gl_es: Non enviar
hu_hu: Ne küldje el
it_it: Non inviare
pl_pl: Nie przesyłaj

# #91005
source: Thank you for contributing!
ca_es: Gràcies per la teva contribució!
es_es: ¡Gracias por contribuir!
fr_fr: Merci!
gl_es: Grazas por contribuir!
hu_hu: Köszönjük segítségét!
it_it: Grazie per il aver contribuito!
pl_pl: Dziękujemy za udział w ulepszaniu wtyczki!

# #91006
source: Show error report
ca_es: Mostra informe d'errors
es_es: Mostrar informe de errores
fr_fr: Afficher le rapport d'erreur
gl_es: Amosar informe de erros
hu_hu: Hibaüzenet mutatása
it_it: Mostra il report dell'errore
pl_pl: Pokaż raport błędu

# #91007
source: Hide error report
ca_es: Amaga informe d'errros
es_es: Ocultar informe de errores
fr_fr: Cacher le rapport d'erreur
gl_es: Agochar informe de erros
hu_hu: Hibaüzenet elrejtése
it_it: Nascondi il report dell'errore
pl_pl: Ukryj raport błędu

# #91008
source: Unfortunately a problem occurred while showing the details...
ca_es: Lamentablement hi ha hagut un error mentre mostrava els detalls...
es_es: Ha ocurrido un error al mostrar los detalles...
fr_fr: Malheureusement un problème est survenu durant l'affichage des détails...
gl_es: Por desgraza produciuse un problema mentres se estaban a amosar os detalles...
hu_hu: Sajnos hiba történt a részletek megmutatása közben
it_it: Sfortunatamente c'è stato un problema mente mostravo i dettagli
pl_pl: Wystąpił nieoczekiwany błąd podczas pokazywania szczególów

# #91009
source: Unable to send error report!
ca_es: No es pot enviar l'informe d'errors!
es_es: ¡No se ha podido enviar el informe!
fr_fr: Impossible t'envoyer le rapport d'erreur !
gl_es: Non se puido enviar o informe de erros!
hu_hu: Nem lehetséges hibaüzenet küldése
it_it: Impossibile inviare il report dell'errore!
pl_pl: Niemożna wysłać raportu!
